---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedParam
source: html/7a5b49b7-0ed2-7c14-4d16-0d09deec26a0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedParam Property

"Feed"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelFeedParam { get; }
```